---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SystemZoneLevelId
source: html/26fa906e-222c-16bf-88a7-c78e140e37e8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SystemZoneLevelId Property

"Level"

## Syntax (C#)
```csharp
public static ForgeTypeId SystemZoneLevelId { get; }
```